Repository: thomasgregg/openlatch
Catalog: OpenLatch/Localizable.xcstrings
Source language: en
Languages: de

source: About
de: Über

source: Action Button
de: Aktionstaste

source: Add car
de: Auto hinzufügen

source: After a timeout, check the door before retrying.
de: Nach einer Zeitüberschreitung erst die Tür prüfen.

source: Approve the new key on screen.
de: Bestätige den neuen Schlüssel am Bildschirm.

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Car
de: Auto

source: Car name
de: Autoname

source: Cars
de: Autos

source: Choose “Open driver door”.
de: Wähle „Fahrertür öffnen“.

source: Confirm on the car’s screen.
de: Auf dem Bildschirm im Auto bestätigen.

source: Connect car
de: Auto verbinden

source: Connected
de: Verbunden

source: Connecting…
de: Verbinden…

source: Connection
de: Verbindung

source: Continue
de: Weiter

source: Couldn’t complete the request. Try again.
de: Die Anfrage konnte nicht abgeschlossen werden. Versuche es erneut.

source: Couldn’t save the name. Try again.
de: Der Name konnte nicht gespeichert werden. Versuche es erneut.

source: Couldn’t save your car. Unlock your iPhone and try again.
de: Dein Auto konnte nicht gespeichert werden. Entsperre dein iPhone und versuche es erneut.

source: Couldn’t save your setup. Try again.
de: Deine Einrichtung konnte nicht gespeichert werden. Versuche es erneut.

source: Disconnected
de: Nicht verbunden

source: Done
de: Fertig

source: Door
de: Tür

source: Door open
de: Tür offen

source: Enter a 17-character VIN.
de: Gib eine VIN mit 17 Zeichen ein.

source: Finish setup
de: Einrichtung abschließen

source: Follow the reader location shown on your car’s screen.
de: Folge der Anzeige auf dem Bildschirm im Auto.

source: Have your key card ready.
de: Halte deine Schlüsselkarte bereit.

source: Help
de: Hilfe

source: In your car: Controls → Locks → delete OpenLatch
de: Im Auto: Fahrzeug → Verriegelungen → OpenLatch löschen

source: Independent of Tesla.
de: Unabhängig von Tesla.

source: It worked
de: Hat geklappt

source: Keep your key card.
de: Behalte deine Schlüsselkarte.

source: Licenses
de: Lizenzen

source: Licenses unavailable.
de: Lizenzen nicht verfügbar.

source: Make it quicker
de: Noch schneller

source: Move closer to your car.
de: Geh näher an dein Auto.

source: My Tesla
de: Mein Tesla

source: Near your car. iPhone unlocked.
de: Beim Auto. iPhone entsperrt.

source: Nickname
de: Spitzname

source: Not now
de: Später

source: One tap. Door open.
de: Ein Tipp. Tür auf.

source: Open driver door
de: Fahrertür öffnen

source: Open iPhone Settings
de: iPhone-Einstellungen öffnen

source: Open source · Local Bluetooth
de: Open Source · Lokales Bluetooth

source: Or in your car: Controls → Software
de: Oder im Auto: Fahrzeug → Software

source: Pair your key
de: Schlüssel koppeln

source: Pairing…
de: Koppeln…

source: Park and sit in your car.
de: Parke und setz dich ins Auto.

source: Park. Keep the door area clear.
de: Parken. Türbereich freihalten.

source: Paste VIN
de: VIN einfügen

source: Paste your VIN
de: VIN einfügen

source: Place your keycard on the car’s centre-console reader.
de: Lege deine Schlüsselkarte auf den Leser in der Mittelkonsole.

source: Preview
de: Vorschau

source: Release your paired Tesla’s driver-door latch over nearby Bluetooth.
de: Entriegle die Fahrertür deines gekoppelten Tesla über Bluetooth in der Nähe.

source: Remove OpenLatch’s key?
de: OpenLatch-Schlüssel entfernen?

source: Remove car
de: Auto entfernen

source: Remove key
de: Schlüssel entfernen

source: Remove the key in OpenLatch Settings.
de: Entferne den Schlüssel in den OpenLatch-Einstellungen.

source: Remove this car?
de: Dieses Auto entfernen?

source: Removes this car and its key from this iPhone. Also delete OpenLatch in the car: Controls → Locks.
de: Entfernt dieses Auto und seinen Schlüssel vom iPhone. Lösche OpenLatch auch im Auto: Fahrzeug → Verriegelungen.

source: Removes this iPhone’s key. Also delete OpenLatch in your car: Controls → Locks.
de: Entfernt den Schlüssel auf diesem iPhone. Lösche OpenLatch auch im Auto: Fahrzeug → Verriegelungen.

source: Request accepted. Check your door.
de: Anfrage bestätigt. Prüfe deine Tür.

source: Request accepted. Check your driver door.
de: Anfrage bestätigt. Prüfe deine Fahrertür.

source: Save
de: Sichern

source: Select the car. Settings → Remove car
de: Auto auswählen. Einstellungen → Auto entfernen

source: Set up Shortcut
de: Kurzbefehl einrichten

source: Settings
de: Einstellungen

source: Settings → Action Button → Shortcut
de: Einstellungen → Aktionstaste → Kurzbefehl

source: Settings → Cars → select car → Remove car
de: Einstellungen → Autos → Auto auswählen → Auto entfernen

source: Shortcuts
de: Kurzbefehle

source: Source libraries
de: Bibliotheken

source: Tap, then pull the door open.
de: Tippe und ziehe dann die Tür auf.

source: Tesla app → scroll to the bottom → copy VIN
de: Tesla-App → ganz nach unten → VIN kopieren

source: Tesla protocol
de: Tesla-Protokoll

source: Test door
de: Tür testen

source: Try again
de: Erneut versuchen

source: Try pairing again
de: Erneut koppeln

source: Try your door
de: Tür ausprobieren

source: Turn on Bluetooth. Unlock your iPhone.
de: Bluetooth aktivieren. iPhone entsperren.

source: Unlock your iPhone, then try again.
de: Entsperre dein iPhone und versuche es erneut.

source: Use Siri or your Action Button.
de: Mit Siri oder der Aktionstaste.

source: Use this car
de: Dieses Auto verwenden

source: Usually behind the cupholders. On newer Model Y: in the wireless charging area.
de: Meist hinter den Getränkehaltern. Bei neueren Model Y: im Bereich der kabellosen Ladefläche.

source: Vehicle VIN
de: Fahrzeug-VIN

source: Waiting…
de: Warten…

source: Where’s my VIN?
de: Wo finde ich die VIN?

source: Which car?
de: Welches Auto?

source: Your VIN
de: Deine VIN

source: Your driver door is open.
de: Deine Fahrertür ist offen.

source: “Open my driver door with OpenLatch”
de: „Öffne meine Fahrertür mit OpenLatch“

source: Default door
de: Standardtür

source: Driver door
de: Fahrertür

source: Passenger door
de: Beifahrertür

source: Rear driver-side door
de: Hinten Fahrerseite

source: Rear passenger-side door
de: Hinten Beifahrerseite

source: Open passenger door
de: Beifahrertür öffnen

source: Open rear driver-side door
de: Tür hinten Fahrerseite öffnen

source: Open rear passenger-side door
de: Tür hinten Beifahrerseite öffnen

source: Other doors
de: Andere Türen

source: Couldn’t save your preference. Try again.
de: Deine Einstellung konnte nicht gespeichert werden. Versuche es erneut.

source: Open default door
de: Standardtür öffnen

source: Open door
de: Tür öffnen

source: Open your paired Tesla’s chosen door over nearby Bluetooth.
de: Öffne die gewählte Tür deines gekoppelten Tesla über Bluetooth in der Nähe.

source: Choose “Open default door” or a specific door.
de: Wähle „Standardtür öffnen“ oder eine bestimmte Tür.

source: Open ${door} on ${car}
de: ${door} an ${car} öffnen

source: Paste
de: Einfügen
